#+TITLE: Game of Life with CUDA GPU

Estructura de directorio


#+RESULTS:

#+begin_src bash
tree -d -L 2 
#+end_src

#+RESULTS:
| .   |             |            |
| ├── | build       |            |
| ├── | extern      |            |
| │   | └──         | googletest |
| ├── | include     |            |
| ├── | src         |            |
| └── | tests       |            |
|     |             |            |
| 6   | directories |            |

